tap "homebrew/bundle"
brew "coreutils"
brew "deno"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "hub"
brew "imagemagick"
brew "mas"
brew "peco"
brew "pngquant"
brew "tig"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kindle"
cask "local"
cask "raycast"
cask "scroll-reverser"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zeplin"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "LINE", id: 539883307
mas "Paste", id: 967805235
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "johnpapa.vscode-peacock"
vscode "leodevbro.blockman"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
