aaron-bond.better-comments
akamud.vscode-theme-onedark
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
johnpapa.vscode-peacock
leodevbro.blockman
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
pkief.material-icon-theme
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
